Repository: OmegaT-L10N/es
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: To edit what files in what encodings the filter will process, select the filter from the list and click Edit.
es: Para elegir los archivos que serán procesados por el filtro y su codificación, seleccione el filtro del listado y haga clic en Editar.

source: To get involved in the OmegaT development effort you can join the developer group, via the web or by sending an email to omegat-development-request@lists.sourceforge.net with "subscribe" as the subject line.
es: Para conseguir ser implicado en el OmegaT development effort puede unirse al grupo de desarrollador, vía la web o enviando un email a omegat-desarrollo-request@lists.sourceforge.net con "suscribir" en el asunto.

source: To make it possible (although Search and replace operates only on memory), OmegaT will copy the source segment to the target segment before the replace operation occurs.
es: Para hacerlo posible (a pesar de que Buscar y reemplazar opera sólo con memoria), OmegaT copiará el segmento de fuente al segmento de objetivo antes del reemplazar la operación ocurrida.

source: To remind yourself of the project's initial settings, open the
es: Para tener un recordatorio de los ajustes iniciales del proyecto, abra el

source: To see a
es: Para ver un

source: To start using OmegaT, first create a project that will hold all
es: Para empezar a usar OmegaT, cree primero un proyecto que tendrá todos

source: To support the OmegaT project financially
es: Para apoyar el*OmegaT proyecto economicamente

source: Tokenizers (or stemmers) improve the quality of matches by recognizing inflected words in source and translation memory data.
es: Tokenizers (o stemming, un método para reducir una palabra a su raís) mejora la calidad de coincidencias por reconocer palabras flexivas en fuente y memoria de traducción data.

source: Tokenizers are included in OmegaT and active by default.
es: Tokenizers están incluidos en OmegaT y activos por defecto.

source: Tonga (Tonga Islands)
es: Tonga (Islas Tonga)

source: Too big HTML file!
es: El archivo HTML es demasiado grande

source: Tools Menu
es: Menú Herramientas

source: Total Characters (including spaces)
es: Total Caracteres (con espacios)

source: Total Characters (without spaces)
es: Total caracteres (sin espacios)

source: Total Segments
es: Total de segmentos

source: Total Words
es: Total palabras

source: Total number of segments
es: Número total de segmentos

source: Trans&lated or untranslated
es: Con y sin tra&ducción

source: TransTips/Enable Transtips
es: Consejos de traducción/Activar consejos de traducción

source: TransTips/Exact Match
es: Consejos de traducción/Coincidencia exacta

source: Translate the file
es: Traducir el archivo

source: Translate the following attributes:
es: Traducir los siguientes atributos:

source: Translate the following elements:
es: Traducir los siguientes elementos:

source: Translated File Encoding
es: Codificación de archivos traducidos

source: Translated File Encoding:
es: Codificación del archivo traducido:

source: Translated Filename Pattern
es: Patrón de nombre de archivos traducidos

source: Translated Files Folder
es: Carpeta de archivos traducidos

source: Translated Files Folder:
es: Carpeta de archivos traducidos:

source: Translated document created
es: Documento traducido creado

source: Translated documents created
es: Documentos traducidos creados

source: Translated files folder entered does not exist!
es: No existe la carpeta indicada para los archivos traducidos

source: Translated files location not defined
es: No se ha definido la ubicación de los archivos traducidos

source: Translated segments
es: Segmentos traducidos

source: Translated segments text
es: Texto de los segmentos traducidos

source: Translated unique segments
es: Segmentos únicos traducidos

source: Translating Project
es: Traduciendo el proyecto

source: Translation
es: Traducción

source: Translation Memory Files Folder
es: Carpeta de archivos de memorias de traducción

source: Translation Memory Folder:
es: Carpeta de memorias de traducción:

source: Translation last modified by {0} on {1} at {2}
es: {0} modificó por última vez la traducción el {1} a las {2}

source: Translation memories
es: Memorias de Traducción

source: Translation memories can be very useful in a translation where there are numerous repetitions or reasonably similar segments of text.
es: Las memorias de traducción pueden ser muy útiles para traducir textos que presentan muchas repeticiones o segmentos de texto razonablemente similares.

source: Translation memory files folder entered does not exist!
es: No existe la carpeta indicada para los archivos de memorias de traducción

source: Translation memory folder {0} does not exist.
es: La carpeta de memorias de traducción {0} no existe.

source: Translation unit encountered before TMX header.
es: La unidad de traducción aparece antes del encabezado del archivo TMX.

source: Translation unit variant encountered outside translation unit.
es: La variante de la unidad de traducción aparece fuera de la unidad de traducción.

source: Translation:
es: Traducción:

source: Translator comments:
es: Comentarios del traductor:

source: Tswana
es: Setsuana

source: Turkish
es: Turco

source: Turkmen
es: Turcomano

source: Types: Exact searches match the whole search string.
es: Tipos: La búsqueda exacta encuentra la cadena de búsqueda completa.

source: U&ntranslated
es: &Sin traducción

source: URL of online dictionaries:
es: URL de diccionarios en línea:

source: Uighur, Uyghur
es: Uigur

source: Ukrainian
es: Ucraniano

source: Unable to build new TMX file!
es: No se pudo compilar el nuevo archivo TMX

source: Unable to initialize read of XML file!
es: No se pudo inicializar lectura de archivo XML

source: Unable to parse filters configuration file
es: No se pudo analizar el archivo de configuración de filtros

source: Unable to read file
es: No se pudo leer el archivo

source: Unable to read project file!
es: No se pudo leer el archivo del proyecto

source: Unable to save data.
es: No es posible guardar los datos.

source: Unable to save filters configuration file
es: No se pudo guardar el archivo de configuración de filtros

source: Unable to uninstall the selected dictionary
es: No se puede desinstalar el diccionario seleccionado

source: Unauthorized request to TaaS service
es: Solicitud no autorizada al servicio TaaS

source: Unchanged sentences are automatically translated, while updated sentences are shown with the translation of the most similar, older sentence.
es: Las frases que no han cambiado se traducen automáticamente, mientras que las frases actualizadas se muestran con la frase traducida, más antigua.

source: Undo Last Action
es: Deshacer la última Acción

source: Undock
es: Desacoplar

source: Unexpected char {0} ({1})!
es: Carácter inesperado {0} ({1})

source: Uninstalling failed
es: Falló la desinstalación

source: Unique Characters (including spaces)
es: Caracteres únicos (con espacios)

source: Unique Characters (without spaces)
es: Caracteres únicos (sin espacios)

source: Unique Remaining Characters (including spaces)
es: Caracteres únicos pendientes (con espacios)

source: Unique Remaining Characters (without spaces)
es: Caracteres únicos pendientes (sin espacios)

source: Unique Remaining Segments
es: Segmentos únicos pendientes

source: Unique Remaining Words
es: Palabras únicas pendientes

source: Unique Remaining:
es: Pendientes únicos:

source: Unique Segments
es: Segmentos únicos

source: Unique Words
es: Palabras únicas

source: Unique segments
es: Segmentos únicos

source: Unique:
es: Únicos:

source: Unknown plugin type in '{0}'
es: Complemento de tipo desconocido en '{0}'

source: Unrecoverable error while parsing TMX file {0} on line {1}, column {2}.
es: Error irrecuperable al analizar el archivo TMX {0} en la línea {1}, columna {2}.

source: Unspecified
es: Sin especificar

source: Unsupported SVN error
es: Error de SVN no admitido

source: Unsupported XML version {0}!
es: La versión de XML {0} es incompatible

source: Unsupported file encoding
es: Codificación de archivo incompatible

source: Unsupported project file version ({0})!
es: La versión del archivo de proyecto ({0}) no es compatible

source: Untranslated segments
es: Segmentos sin traducir

source: Untranslated segments text
es: Texto de los segmentos sin traducir

source: Updated
es: Actualizado

source: Upgrading...
es: Actualizando...

source: Upload disabled because repository in read-only mode
es: Carga desactivada debido a que el repositorio está en modo de solo lectura

source: Use
es: Uso

source: Use &TAB to Advance
es: Usar &tabulación para avanzar

source: Use &XML for standalone tags (e.g., <i/>)
es: Usar &XML para etiquetas independientes (<i/>, por ejemplo)

source: Use Stemming for &Glossary Entries
es: Usar lematización en términos de &glosarios

source: Use TAB To Advance
es: Usar TAB para avanzar

source: Use all mine
es: Uso todo lo mio

source: Use all original
es: Uso todo lo original

source: Use all updated
es: Uso todo lo actualizado

source: Use as Default Translation
es: Usar como traducción predeterminada

source: Use custom templates for modification info
es: Usar plantillas personalizadas para la información sobre modificaciones

source: User Group.
es: Grupo de usuario.

source: User Manual...
es: Manual de usuario...

source: User denied credentials
es: Credenciales de usuario rechazadas

source: User support is provided on a volunteer basis at the OmegaT Yahoo!
es: Soporte de usuario está proporcionado en una base de voluntario en el OmegaT Yahoo!

source: User's Manual
es: Manual de Usuario

source: User's Manual viewer does not support navigation to external links.
es: El visor del Manual de Usuario no es compatible con la navegación a enlaces externos.

source: User:
es: Usuario:

source: Uzbek
es: Uzbeko

source: VLDocking Framework 3.0.5-SNAPSHOT (LGPL License)
es: VLDocking Framework 3.0.5-SNAPSHOT (licencia LGPL)

source: Validate Tags
es: Validar etiquetas

source: Validate Tags for &Current Document...
es: Validar etiquetas del do&cumento actual...

source: Validate Tags for Current Document
es: Validar Etiquetas para Documento Actual

source: Validate tags when leaving a segment
es: Validar etiquetas al salir de un segmento

source: Validate your tags
es: Validar sus etiquetas

source: Validating Tags...
es: Validando etiquetas...

source: Validating tags
es: Validando etiquetas

source: Variant skipped.
es: Se omitió la variante.

source: Variants in the following languages will be displayed: {0}
es: Se mostrarán las variantes en los siguientes idiomas: {0}

source: Version control - introduction
es: Control de versiones - Introducción

source: Version: {0}
es: Versión: {0}

source: Vie&w...
es: &Visualización...

source: Vietnamese
es: Vietnamita

source: View Menu
es: Menú Ver

source: View Options
es: Ver opciones

source: View or edit file filters.
es: Ver o editar los filtros de archivo.

source: View...
es: Ver...

source: WARNING: all unsaved data will be lost 4.
es: ADVERTENCIA: se perderán todos los datos no guardados 4.

source: Walloon
es: Valón

source: Warning
es: Advertencia

source: Warning on line {0}, column {1} while parsing:
es: Advertencia en la línea {0}, columna {1} durante el análisis:

source: Warning!
es: ¡Cuidado!

source: Warning: Changing tag order may break the translated document!
es: Advertencia: cambiar el orden de las etiquetas puede invalidar el documento traducido.

source: Warranty
es: Garantía

source: Welsh
es: Galés

source: Western Frisian
es: Frisio occidental

source: What is OmegaT?
es: ¿Qué es OmegaT?

source: What you expected to see
es: Qué esperaba ver

source: What you saw instead
es: Qué vio en su lugar

source: When a rule is triggered, the corresponding phrase will be underlined in blue in the Editor (see also and I didn't do nothing in the picture above).
es: Cuando se aplique una regla determinada, la frase correspondiente se subrayará en color azul en el Editor (véase también y No hice nada

source: When accessing the service without a private key, the following message will be put in the log: TaaS API key not found.
es: Al acceder al servicio sin una clave privada, aparecerá el siguiente mensaje: clave de API TAA no encontrada.

source: When checked, the items in the glossary auto-completer view will contain the source text, too.
es: Cuando están marcados, los elementos de la lista de autorelleno del glosario tendrán también el texto de origen.

source: When hovering the mouse over the underlined phrase, an explanation will appear.
es: Al colocar el ratón sobre la frase subrayada, aparecerá una explacación.

source: When unavailable, the ID will be used as a fallback
es: Si no está disponible, se usará el ID como reserva

source: When using regular expressions, the replacement string does not support references to groups defined in the search string.
es: Al usar expresiones regulares, la cadena de reemplazo no admite referencias a grupos definidos en la cadena de búsqueda.

source: Whenever you want to see what your
es: Cuando desee ver su

source: Whitespace
es: Espacios en blanco

source: Whitespaces
es: Espacios en blanco

source: WiX Localization
es: Localización WiX

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
es: Comodines: La búsqueda exacta y por palabras clave admite los caracteres comodín * y ?.

source: Will be synchronized next time.
es: Se sincronizará la próxima vez.

source: Wind catches lily<p>Scatt'ring petals to the wind:<p>Your page is not found
es: Lirios al viento<p>Pétalos esparcidos<p>¿Y la página?

source: Windows Resources
es: Recursos de Windows

source: Words
es: Palabras

source: Writeable Glossary File
es: Archivo del glosario principal

source: Writeable Glossary File:
es: Archivo del glosario principal:

source: Writeable glossary file folder entered does not exist!
es: No existe la carpeta indicada para el archivo del glosario principal

source: Wrong authentication
es: Autentificación errónea

source: Wrong response format from TaaS service
es: Formato de respuesta erróneo del servicio TaaS

source: Wrong response from engine
es: Respuesta incorrecta del motor

source: Wrong username/password
es: Nombre de usuario o contraseña no válidos

source: XHTML Filter Options
es: Opciones del filtro XHTML

source: XLIFF Filter Options
es: Opciones del filtro XLIFF

source: XML Spreadsheet 2003
es: Hoja de cálculo XML 2003

source: Xhosa
es: Xosa

source: Yandex Translate - No API Key Specified
es: Yandex Translate - no se especifió una clave de API

source: Yiddish
es: Yidis

source: You are going to modify {0} segments.
es: Se modificarán {0} segmentos.

source: You are trying to use the HunspellTokenizer with the language {0}, but no spelling dictionaries are installed for this language.
es: Usted está intentando utilizar HunspellTokenizer con el idioma {0}, pero no hay diccionarios ortográficos instalados para este idioma.

source: You are uninstalling the spellchecking dictionary that your project currently uses.
es: Está desinstalando el diccionario de corrección ortográfica que está utilizando su proyecto.

source: You can add a new term to the glossary by pressing
es: Puede añadir un término nuevo al glosario con la combinación

source: You can add new scripts there, so they will appear in the list of available scripts in the Scripting window.
es: Puedes añadir scripts nuevos allí, así que aparecerán en la lista de scripts disponibles en ventana Programación.

source: You can also file bug reports and requests for enhancements.
es: También puede archivar informes de errores y peticiones de mejora.

source: You can change the already assigned shortcuts and add new shortcuts by putting a shortcut definition file in your OmegaT preferences folder (see User files location).
es: Puede cambiar los atajos ya asignados y añadir nuevos colocando un archivo con la definición de los atajos en la carpeta de preferencias de OmegaT (vea Ubicación de archivos del usuario).

source: You can create a new project for each new job, and you can add
es: Puede crear un proyecto nuevo para cada trabajo nuevo y puede añadir

source: You can create glossary entries with Create Glossary Entry in the Edit menu.
es: Puede crear términos en el glosario con la función 'Crear término en el glosario' del menú 'Editar'.

source: You can find detailed statistic information in the file: {0}
es: Puede encontrar información estadística detallada en el archivo: {0}

source: You can start the selected macros from the main menu as well by using their entries in the Tools menu or by pressing Ctrl+Alt+F# (# 1 to 12).
es: Puede iniciar las macros seleccionadas en el menú principal también utilizando sus entradas en el menú de Herramientas o pulsando Ctrl+Alt+F Nº (donde Nº puede ser 1 a 12).

source: You can think of LanguageTool as a software to detect errors that a simple spell checker cannot detect, e.g. mixing up there/their, no/now etc.
es: Puede ver LangugeTool como un software para detectar errores que no puede detectar un simple corrector ortográfico, por ejemplo, confundir allí y allá, ahora y hora, etc.

source: You have reached the daily limit for requests (including calls of the detect method)
es: Alcanzó el límite diario de solicitudes (incluidas las llamadas del método 'detect')

source: You have reached the daily limit for the volume of translated text (including calls of the detect method)
es: Alcanzó el límite diario de volumen de texto traducido (incluidas las llamadas del método 'detect')

source: You may also copy the files to your project's 'source' folder using your favorite file manager and reload the project by calling Reload from the Project menu.
es: También puede copiar los archivos a la carpeta 'source' de su proyecto con su administrador de archivos favorito y volver a cargar el proyecto ejecutando Volver a cargar en el menú 'Proyecto'.

source: You may try to solve this problem in one of the following ways:
es: Puede intentar solucionar este problema de dos maneras:

source: You must enter a number between 1 and {0}.
es: Debe introducir un número entre 1 y {0}.

source: You need to update your JDK 1.6 to the latest version, or just remove the jaxb-*.jar files from the OmegaT /lib dir
es: Debe actualizar su JDK 1.6 a la versión más reciente o simplemente eliminar los archivos jaxb-*.jar del directorio /lib/ de OmegaT

source: You should add copies of files, portions of the log, screen shots, and anything else that you think will help the developers to find and fix your bug.
es: Debería añadir copias de archivos, porciones del registro, capturas de pantalla, y cualquier cosa más que cree que ayudará a los desarrolladores para encontrar y fijar su error.

source: You should specify their new location or recreate them.
es: Debe especificar su nueva ubicación o volver a crearlas.

source: Your current project uses sentence segmentation, but TMX file was created using paragraph segmentation.
es: Su proyecto utiliza la segmentación por frases, pero el archivo TMX fue creado con segmentación por párrafos.

source: Your new shortcuts should now appear next to the menu items you have modified.
es: Sus atajos nuevos ahora tendrían que aparecer al lado de los elementos de menú que ha modificado.

source: Your operating system refused to let OmegaT create its configuration folder.
es: Su sistema operativo impidó a OmegaT crear su directorio de configuración.

source: Your project does not contain any files in a supported file format.
es: Su proyecto no contiene archivos en formato compatible.

source: Zulu
es: Zulú

source: [Fuzzy]
es: [Parcial]

source: [fuzzy]
es: [parcial]

source: all matching segments
es: todos los segmentos con coincidencias

source: and <key> can be any key available on your keyboard
es: y <tecla> puede ser cualquier tecla disponible en el teclado

source: and OmegaT will automatically look up words in them.
es: y OmegaT buscará palabras en ellos automáticamente.

source: and eventually your translated file.
es: y después el archivo traducido.

source: and the language that your translated file will be, and click
es: y el idioma que tendrá el archivo traducido y haga clic en

source: and type a name for your project.
es: y escriba un nombre para el proyecto.

source: are protected, so that you cannot modify their contents, but you can delete them, enter them by hand or move
es: protegidas para que no pueda modificar su contenido, pero puede eliminarlas, introducirlas manualmente o cambiarlas

source: attributes.
es: atributos.

source: close the Project Files dialog.
es: cerrar el diálogo Archivos del proyecto.

source: created in the /target/ subfolder of your project folder.
es: crearán en la carpeta /target/ dentro de la carpeta del proyecto.

source: creating the project, because you will need to return to it later.
es: creando el proyecto, porque tendrá que regresar ahí más tarde.

source: extensions:
es: extensiones:

source: fashion:
es: manera:

source: file names
es: nombres de archivo

source: files to the /source/ subfolder of your newly created
es: a la carpeta /source/ de su proyecto recién creado

source: for beginners on the OmegaT web site.
es: for beginners en el sitio web de OmegaT.

source: h&reflang (language of links)
es: h&reflang (idioma de enlaces)

source: href (URL of &links)
es: href (URL de en&laces)

source: important in the source files (and in the translated files).
es: importantes en los archivos originales (y en los archivos traducidos).

source: key instead of the Control key.
es: en lugar de la tecla Control.

source: lan&g (language attribute)
es: lan&g (atributo de idioma)

source: lep, lepa, lepo - singular, masculine, feminine, neutral
es: lep, lepa, lepo - singular, masculino, femenino, neutro

source: list of files in the project, open the Project Files dialog by
es: listado de los archivos del proyecto, abra el diálogo Archivos del proyecto con

source: loaded
es: cargado

source: lucene-gosen-2.0.2-ipadic.jar (LGPL License)
es: lucene-gosen-2.0.2-ipadic.jar (licencia LGPL)

source: memories called level1, level2 and omegat to your project
es: de traducción con los nombres level1, level2 y omegat en la carpeta de su proyecto

source: menu, select New...
es: seleccione Nuevo...

source: menus to perform various useful functions.
es: para ejecutar diversas funciones útiles.

source: morfologik-*.jar (Morfologik license)
es: morfologik-*.jar (licencia Morfologik)

source: move to the next translated segment).
es: pasar al siguiente segmento traducido).

source: move to the next untranslated segment (or Ctrl+Shift+U to
es: pasar al siguiente segmento sin traducir (o Ctrl+Shift+U para)

source: najlepših - superlative, plural, genitive for M,F,N
es: najlepš*ih - superlativo, plural, genitivo para M,F,N

source: new source files to a project at anytime.
es: archivos originales nuevos a un proyecto en cualquier momento.

source: one char left, but not further than the beginning of segment
es: un carácter a la izquierda, pero no más allá del principio del segmento

source: one char right, but not further than the end of segment
es: un carácter a la derecha, pero no más allá del final del segmento

source: one word left, but not further than the beginning of segment
es: una palabra a la izquierda pero no más allá del principio del segmento

source: one word right, but not further than the end of segment
es: una palabra a la derecha pero no más allá del principio del segmento

source: other translation programs.
es: otros programas de traducción.

source: pdfbox-app-1.8.1.jar (Apache License 2.0)
es: commons-*.jar (Apache License 2.0)

source: pressing Ctrl+L.
es: la combinación Ctrl+L.
